[KnightsCharge X2AbilityTemplate]
LocFriendlyName="骑士冲锋"
LocHelpText="升级版的盾击，消耗1个行动点且不会结束回合.可以与冲刺一起使用.能够使敌人混乱."
LocLongDescription="升级版的盾击，消耗1个行动点且不会结束回合.可以与冲刺一起使用.能够使敌人混乱."
LocPromotionPopupText="<Bullet/> 升级版的盾击，消耗1个行动点且不会结束回合.可以与冲刺一起使用.能够使敌人混乱."
LocFlyOverText="骑士冲锋"

[KnightsForce X2AbilityTemplate]
LocFriendlyName="骑士之力"
LocHelpText="以盾牌进行的冲刺攻击，结束回合，使对手在接下来的2次行动中处于眩晕状态."
LocLongDescription="以盾牌进行的冲刺攻击，结束回合，使对手在接下来的2次行动中处于眩晕状态"
LocPromotionPopupText="<Bullet/> 以盾牌进行的冲刺攻击，结束回合，使对手在接下来的2次行动中处于眩晕状态.3 回合冷却时间."
LocFlyOverText="骑士部队"

[CrusaderStrike X2AbilityTemplate]
LocFriendlyName="十字军打击"
LocHelpText="对相邻敌人进行攻击."
LocLongDescription="对相邻敌人进行攻击."
LocPromotionPopupText="<Bullet/> 对相邻敌人进行攻击."
LocFlyOverText="十字军打击"

[DualStrike X2AbilityTemplate]
LocFriendlyName="双重打击"
LocHelpText="向目标冲锋并用两把剑发起攻击."
LocLongDescription="向目标冲锋并用两把剑发起攻击."
LocPromotionPopupText="<Bullet/> 向目标冲锋并用两把剑发起攻击."

[DualSlash X2AbilityTemplate]
LocFriendlyName="双重斩击"
LocHelpText="用你的两把剑砍向相邻的目标."
LocLongDescription="用你的两把剑砍向相邻的目标."
LocPromotionPopupText="<Bullet/> 用你的两把剑砍向相邻的目标.不会结束回合."

[BattleRush X2AbilityTemplate]
LocFriendlyName="双重冲锋"
LocHelpText="双重打击和双重斩击将授予仅移动动作."
LocLongDescription="双重打击和双重斩击将授予仅移动动作."
LocPromotionPopupText="<Bullet/> 双重打击和双重斩击将授予仅移动动作."

[AcidSlash X2AbilityTemplate]
LocFriendlyName="酸蚀斩击"
LocHelpText="一次猛烈的近战攻击，可撕裂 2 件护甲并施加酸蚀."
LocLongDescription="一次猛烈的近战攻击，可撕裂 2 件护甲并施加酸蚀."
LocPromotionPopupText="<Bullet/>一次猛烈的近战攻击，可撕裂 2 件护甲并施加酸蚀."

[AcidFang X2AbilityTemplate]
LocFriendlyName="酸蚀之牙"
LocHelpText="一次猛烈的近战攻击，可撕裂 2 件护甲并施加酸蚀.不会结束回合."
LocLongDescription="一次猛烈的近战攻击，可撕裂 2 件护甲并施加酸蚀.不会结束回合."
LocPromotionPopupText="<Bullet/>一次猛烈的近战攻击，可撕裂 2 件护甲并施加酸蚀.不会结束回合."

[NoQuarter X2AbilityTemplate]
LocFriendlyName="美式居合:枪托"
LocHelpText="向敌人冲锋并用武器的枪托攻击他们，然后用手枪射击."
LocLongDescription="向敌人冲锋并用武器的枪托攻击他们，然后用手枪射击."
LocPromotionPopupText="<Bullet/> 向敌人冲锋并用武器枪托攻击他们，然后用手枪射击. \n<Bullet/> 冲锋攻击和手枪攻击按手枪伤害、近战伤害和弹药进行衡量\n<Bullet/> 后续的手枪射击被视为近战攻击 \n<Bullet/> 冲锋攻击和手枪射击是单独的攻击，分别计算命中或暴击."

[NoQuarter2 X2AbilityTemplate]
LocFriendlyName="美式居合:枪托"
LocHelpText="美式居合:枪托"
LocLongDescription="美式居合:枪托"
LocPromotionPopupText="<Bullet/>美式居合:枪托"

[PRPA_FrostStrike X2AbilityTemplate]
LocFriendlyName="冰霜之击"
LocHelpText="冲向目标并用斧头攻击他们，施加寒意."
LocLongDescription="冲向目标并用斧头攻击他们，施加寒意."
LocPromotionPopupText="<Bullet/> 冲向目标并用斧头攻击他们，施加寒意."

[PRPA_GlacialThrow X2AbilityTemplate]
LocFriendlyName="冰川投掷"
LocHelpText="向敌人投掷冰斧"
LocLongDescription="向敌人投掷冰斧"
LocPromotionPopupText="<Bullet/> 向敌人投掷冰斧"

[PRPA_FrostBlitz X2AbilityTemplate]
LocFriendlyName="冰霜雷霆"
LocHelpText="以免费动作向敌人投掷冰霜斧头."
LocLongDescription="以免费动作向敌人投掷冰霜斧头."
LocPromotionPopupText="<Bullet/> 以免费动作向敌人投掷冰霜斧头."

[PRPA_BurialAxe X2AbilityTemplate]
LocFriendlyName="埋葬之斧"
LocHelpText="向你的敌人投掷斧头，如果击杀目标，则返还行动点数."
LocLongDescription="向你的敌人投掷斧头，如果击杀目标，则返还行动点数."
LocPromotionPopupText="<Bullet/> 向你的敌人投掷斧头，如果击杀目标，则返还行动点数."

[PRPA_RemorselessWinter X2AbilityTemplate]
LocFriendlyName="无情寒冬"
LocHelpText="向目标区域投掷一把斧头，对附近的敌人造成必中伤害."
LocLongDescription="向目标区域投掷一把斧头，对附近的敌人造成必中伤害."
LocPromotionPopupText="<Bullet/> 向目标区域投掷一把斧头，对附近的敌人造成必中伤害."

[PRPA_MountainKing X2AbilityTemplate]
LocFriendlyName="山丘之王"
LocHelpText="向 6 格内发起攻击的敌人投掷斧头."
LocLongDescription="向 6 格内发起攻击的敌人投掷斧头."
LocPromotionPopupText="<Bullet/> 向 6 格内发起攻击的敌人投掷斧头."

[PRPA_RipAndTear X2AbilityTemplate]
LocFriendlyName="三刀撕裂"
LocHelpText="对相邻的敌人进行三次近战攻击."
LocLongDescription="对相邻的敌人进行三次近战攻击."
LocPromotionPopupText="<Bullet/> 对相邻的敌人进行 3 次近战攻击."

[PRPA_RipAndTearSecondStrike X2AbilityTemplate]
LocFriendlyName="三刀撕裂"
LocHelpText="三刀撕裂"
LocLongDescription="三刀撕裂"
LocPromotionPopupText="<Bullet/>三刀撕裂"

[PRPA_RipAndTearThirdStrike X2AbilityTemplate]
LocFriendlyName="三刀撕裂"
LocHelpText="三刀撕裂"
LocLongDescription="三刀撕裂"
LocPromotionPopupText="<Bullet/>三刀撕裂"

[PRPA_Stunlance X2AbilityTemplate]
LocFriendlyName="眩晕之矛"
LocHelpText="向敌人发起冲锋，使目标陷入混乱，并有25%的几率使其在2个回合中处于眩晕状态."
LocLongDescription="向敌人发起冲锋，使目标陷入混乱，并有25%的几率使其在2个回合中处于眩晕状态."
LocPromotionPopupText="<Bullet/> 向敌人发起冲锋，使目标陷入混乱，并有25%的几率使其在2个回合中处于眩晕状态."

[PRPA_StunAndSlice X2AbilityTemplate]
LocFriendlyName="眩晕切割"
LocHelpText="向敌人发起冲锋，使目标陷入混乱，并有25%的几率使其在2个回合中处于眩晕状态.不会结束回合.4 个回合冷却时间."
LocLongDescription="向敌人发起冲锋，使目标陷入混乱，并有25%的几率使其在2个回合中处于眩晕状态.不会结束回合.4 个回合冷却时间."
LocPromotionPopupText="<Bullet/> 向敌人发起冲锋，使目标陷入混乱，并有25%的几率使其在2个回合中处于眩晕状态.不会结束回合.4 回合冷却时间."

[PRPA_AssaultStun X2AbilityTemplate]
LocFriendlyName="突击眩晕"
LocHelpText="向敌人冲锋并击晕他们.混乱并击晕 2 个回合.3回合冷却时间."
LocLongDescription="向敌人冲锋并击晕他们.混乱并击晕 2 个回合.3回合冷却时间."
LocPromotionPopupText="<Bullet/> 向敌人冲锋并击晕他们.混乱并击晕 2 个回合.3回合冷却时间."

[PRPA_ToxinSlash X2AbilityTemplate]
LocFriendlyName="剧毒斩击"
LocHelpText="向敌人冲锋并用生化军刀砍杀他们.使目标陷入混乱并眩晕 1 个回合."
LocLongDescription="向敌人冲锋并用生化军刀砍杀他们.使目标陷入混乱并眩晕 1 个回合."
LocPromotionPopupText="<Bullet/> 向敌人冲锋并用生化军刀砍杀他们.使目标陷入混乱并眩晕 1 个回合."

[PRPA_VoidSlash X2AbilityTemplate]
LocFriendlyName="虚空斩"
LocHelpText="用你的护手从远处破开虚空击中目标.必定命中且暴击.花费 1 点专注力."
LocLongDescription="用你的护手从远处破开虚空击中目标.必定命中且暴击.花费 1 点专注力."
LocPromotionPopupText="<Bullet/> 用你的护手从远处破开虚空击中目标.必定命中且暴击.花费 1 点专注力."

[PRPA_BatteringRam X2AbilityTemplate]
LocFriendlyName="攻城锤"
LocHelpText="升级版盾击，增加了击退效果且无冷却时间."
LocLongDescription="升级版盾击，增加了击退效果且无冷却时间."
LocPromotionPopupText="<Bullet/> 升级版盾击，增加了击退效果且无冷却时间."

[PRPA_IceAndDice X2AbilityTemplate]
LocFriendlyName="冰霜骰子"
LocHelpText="取代斩击.用你的冰霜斧攻击相邻的敌人两次."
LocLongDescription="取代斩击.用你的冰霜斧攻击相邻的敌人两次."
LocPromotionPopupText="<Bullet/> 取代斩击.用你的冰霜斧攻击相邻的敌人两次."

[PRPA_IceAndDiceSecondStrike X2AbilityTemplate]
LocFriendlyName="冰霜骰子-第二击"
LocHelpText="取代斩击.用你的冰霜斧攻击相邻的敌人两次."
LocLongDescription="取代斩击.用你的冰霜斧攻击相邻的敌人两次."
LocPromotionPopupText="<Bullet/> 取代斩击.用你的冰霜斧攻击相邻的敌人两次."

[PRPA_FlowingStrike X2AbilityTemplate]
LocFriendlyName="流动打击"
LocHelpText="冲向冰冷的目标并进行非回合结束的近战攻击.目前不起作用"
LocLongDescription="冲向冰冷的目标并进行非回合结束的近战攻击.目前不起作用"
LocPromotionPopupText="<Bullet/> 冲向冰冷的目标并进行非回合结束的近战攻击.目前不起作用"

[PR_SpartanTraining X2AbilityTemplate]
LocFriendlyName="斯巴达训练"
LocHelpText="根据装备盾牌的等级，为盾牌攻击提供2/4/6点额外伤害。"
LocLongDescription="根据装备盾牌的等级，为盾牌攻击提供2/4/6点额外伤害。"
LocPromotionPopupText="<Bullet/> 根据装备盾牌的等级，为盾牌攻击提供2/4/6点额外伤害。"

[PR_SpartanTrainingDamage X2AbilityTemplate]
LocFriendlyName="斯巴达训练伤害"
LocHelpText="根据装备盾牌的等级，为盾牌攻击提供2/4/6点额外伤害。"
LocLongDescription="根据装备盾牌的等级，为盾牌攻击提供2/4/6点额外伤害。"
LocPromotionPopupText="<Bullet/> 根据装备盾牌的等级，为盾牌攻击提供2/4/6点额外伤害。"

[PR_Malpractice X2AbilityTemplate]
LocFriendlyName="不当行为"
LocHelpText="每回合使用一次Ripjack Slash将获得一个标准行动点和一个仅限移动的行动点。"
LocLongDescription="每回合使用一次Ripjack Slash将获得一个标准行动点和一个仅限移动的行动点。"
LocPromotionPopupText="<Bullet/> 每回合使用一次Ripjack Slash将获得一个标准行动点和一个仅限移动的行动点。"

[PR_MalpracticeMovement X2AbilityTemplate]
LocFriendlyName="不当行为 - 移动"
LocHelpText="每回合使用一次Ripjack Slash将获得一个标准行动点和一个仅限移动的行动点。"
LocLongDescription="每回合使用一次Ripjack Slash将获得一个标准行动点和一个仅限移动的行动点。"
LocPromotionPopupText="<Bullet/> 每回合使用一次Ripjack Slash将获得一个标准行动点和一个仅限移动的行动点。"

[PR_DisablingSlash X2AbilityTemplate]
LocFriendlyName="致残斩击"
LocHelpText="冲向目标并使用近战武器斩击，使其眩晕2个行动点。冷却时间：2回合。"
LocLongDescription="冲向目标并使用近战武器斩击，使其眩晕2个行动点。冷却时间：2回合。"
LocPromotionPopupText="<Bullet/> 冲向目标并使用近战武器斩击，使其眩晕2个行动点。冷却时间：2回合。"

[PR_RendBonusDamage X2AbilityTemplate]
LocFriendlyName="撕裂额外伤害"
LocHelpText="冲向目标并使用近战武器斩击，使其眩晕2个行动点。冷却时间：2回合。"
LocLongDescription="冲向目标并使用近战武器斩击，使其眩晕2个行动点。冷却时间：2回合。"
LocPromotionPopupText="<Bullet/> 冲向目标并使用近战武器斩击，使其眩晕2个行动点。冷却时间：2回合。"

[PR_StormRend X2AbilityTemplate]
LocFriendlyName="风暴撕裂"
LocHelpText="用炽热能量撕裂目标，造成额外伤害。消耗1点专注。对机械单位造成额外伤害。"
LocLongDescription="用炽热能量撕裂目标，造成额外伤害。消耗1点专注。造成80%额外伤害并将攻击转化为火焰伤害。对机械单位造成额外伤害。"
LocPromotionPopupText="<Bullet/> 用炽热能量撕裂目标，造成额外伤害。消耗1点专注。造成80%额外伤害并将攻击转化为火焰伤害。对机械单位造成额外伤害。"

[PR_CorrossiveRend X2AbilityTemplate]
LocFriendlyName="腐蚀撕裂"
LocHelpText="用酸性能量撕裂目标，造成额外伤害。消耗1点专注。破甲和撕裂效果增加3点。"
LocLongDescription="用酸性能量撕裂目标，造成额外伤害。消耗1点专注。造成80%额外伤害并将攻击转化为酸液伤害。破甲和撕裂效果增加3点。"
LocPromotionPopupText="<Bullet/> 用酸性能量撕裂目标，造成额外伤害。消耗1点专注。造成80%额外伤害并将攻击转化为酸液伤害。破甲和撕裂效果增加3点。"

[PR_GlacialRend X2AbilityTemplate]
LocFriendlyName="冰川撕裂"
LocHelpText="用冰冻能量撕裂目标，造成额外伤害。消耗1点专注。冻结命中的目标。"
LocLongDescription="用冰冻能量撕裂目标，造成额外伤害。消耗1点专注。造成80%额外伤害并将攻击转化为冰冻伤害。冻结命中的目标。"
LocPromotionPopupText="<Bullet/> 用冰冻能量撕裂目标，造成额外伤害。消耗1点专注。造成80%额外伤害并将攻击转化为冰冻伤害。冻结命中的目标。"

[PR_ScorchingRend X2AbilityTemplate]
LocFriendlyName="灼热撕裂"
LocHelpText="用炽热能量撕裂目标，造成额外伤害。消耗1点专注。点燃命中的目标。"
LocLongDescription="用炽热能量撕裂目标，造成额外伤害。消耗1点专注。造成80%额外伤害并将攻击转化为火焰伤害。点燃命中的目标。"
LocPromotionPopupText="<Bullet/> 用炽热能量撕裂目标，造成额外伤害。消耗1点专注。造成80%额外伤害并将攻击转化为火焰伤害。点燃命中的目标。"

[PR_SoulRend X2AbilityTemplate]
LocFriendlyName="灵魂撕裂"
LocHelpText="用灵能能量撕裂目标，造成巨额伤害。消耗3点专注。"
LocLongDescription="用灵能能量撕裂目标，造成巨额伤害。消耗3点专注。造成250%额外伤害并将攻击转化为灵能伤害。"
LocPromotionPopupText="<Bullet/> 用灵能能量撕裂目标，造成巨额伤害。消耗3点专注。造成250%额外伤害并将攻击转化为灵能伤害。"

[PR_DarkMomentum X2AbilityTemplate]
LocFriendlyName="黑暗动量"
LocHelpText="撕裂和特殊撕裂技能将提供一个动量行动点。"
LocLongDescription="撕裂和特殊撕裂技能将提供一个动量行动点。"
LocPromotionPopupText="<Bullet/> 撕裂和特殊撕裂技能将提供一个动量行动点。"

[PR_Guillotine X2AbilityTemplate]  
LocFriendlyName="断头台"  
LocHelpText="冲向目标发动近战攻击，若造成致命伤害则返还行动点数。"  
LocLongDescription="冲向目标发动近战攻击，若造成致命伤害则返还行动点数。"  
LocPromotionPopupText="<Bullet/> 冲向目标发动近战攻击，若造成致命伤害则返还行动点数。"  

[PR_KineticAccelerator X2AbilityTemplate]  
LocFriendlyName="动能加速器"  
LocHelpText="每回合首次使用突击或动能打击后，返还1点标准行动点数。"  
LocLongDescription="每回合首次使用突击或动能打击后，返还1点标准行动点数。"  
LocPromotionPopupText="<Bullet/> 每回合首次使用突击或动能打击后，返还1点标准行动点数。"  

[PR_RockEmSockEm X2AbilityTemplate]  
LocFriendlyName="拳击风暴"  
LocHelpText="若士兵未装备重型武器槽则解锁一个。额外增加1次多数充能型重型武器的使用次数，或在使用拳击手套时获得打击能力。"  
LocLongDescription="若士兵未装备重型武器槽则解锁一个。额外增加1次多数充能型重型武器的使用次数，或在使用拳击手套时获得打击能力。"  
LocPromotionPopupText="<Bullet/> 若士兵未装备重型武器槽则解锁一个。<br><Bullet/> 额外增加1次多数充能型重型武器的使用次数，或在使用拳击手套时获得打击能力。"  

[PR_KidneyShank X2AbilityTemplate]  
LocFriendlyName="肾击"  
LocHelpText="冲向<font color='#5CD16C'>有机体</font>敌方单位发动肾击。<font color='#5CD16C'>眩晕</font>目标<font color='#f7941e'>2</font>个<font color='#5CD16C'>行动点数</font>。"  
LocLongDescription="冲向<font color='#5CD16C'>有机体</font>敌方单位发动肾击。<font color='#5CD16C'>眩晕</font>目标<font color='#f7941e'>2</font>个<font color='#5CD16C'>行动点数</font>。"  
LocPromotionPopupText="<Bullet/> 冲向<font color='#5CD16C'>有机体</font>敌方单位发动肾击。<br><Bullet/> <font color='#5CD16C'>眩晕</font>目标<font color='#f7941e'>2</font>个<font color='#5CD16C'>行动点数</font>。<br><Bullet/> 仅对<font color='#5CD16C'>有机体</font>敌人有效。<br><Bullet/> <font color='#f7941e'><Ability:SelfCooldown/></font>回合冷却。"  

[PR_MadmansRampage X2AbilityTemplate]  
LocFriendlyName="狂徒暴走"  
LocHelpText="技能<font color='#5CD16C'>肾击</font>的冷却时间减少<font color='#f7941e'>2</font>回合。"  
LocLongDescription="技能<font color='#5CD16C'>肾击</font>的冷却时间减少<font color='#f7941e'>2</font>回合。"  
LocPromotionPopupText="<Bullet/> 技能<font color='#5CD16C'>肾击</font>的冷却时间减少<font color='#f7941e'>2</font>回合。"  

